Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Manage all your courses, semesters, and academic settings from the Courses page.
ar: قم بإدارة كافة المقررات الدراسية والفصول الدراسية والإعدادات الأكاديمية من صفحة المقررات الدراسية.
da: Administrer alle dine kurser, semestre og akademiske indstillinger fra siden Kurser.
es: Administre todos sus cursos, semestres y configuraciones académicas desde la página Cursos.
fa: تمام دوره ها، ترم ها و تنظیمات دانشگاهی خود را از صفحه دوره ها مدیریت کنید.
fi: Hallitse kaikkia kurssejasi, lukukausiasi ja akateemisia asetuksiasi Kurssit-sivulla.
fr: Gérez tous vos cours, semestres et paramètres académiques à partir de la page Cours.
he: נהל את כל הקורסים, הסמסטרים וההגדרות האקדמיות שלך מדף הקורסים.
it: Gestisci tutti i tuoi corsi, semestri e impostazioni accademiche dalla pagina Corsi.
ja: 「コース」ページからすべてのコース、学期、学術設定を管理します。
ko: 코스 페이지에서 모든 코스, 학기 및 학업 설정을 관리하세요.
nl: Beheer al uw cursussen, semesters en academische instellingen vanaf de pagina Cursussen.
sw: Dhibiti kozi, mihula na mipangilio yako yote ya masomo kutoka kwa ukurasa wa Kozi.
th: จัดการหลักสูตร ภาคการศึกษา และการตั้งค่าทางวิชาการทั้งหมดของคุณจากหน้าหลักสูตร
uk: Керуйте всіма своїми курсами, семестрами та академічними налаштуваннями на сторінці курсів.
zh_hans: 从课程页面管理所有课程、学期和学术设置。
zh_hant: 從課程頁面管理所有課程、學期和學術設置。
zh_hk: 從課程頁面管理所有課程、學期和學術設置。

source: Manage app capabilities that require permissions or connect to external services.
ar: إدارة إمكانيات التطبيق التي تتطلب أذونات أو الاتصال بخدمات خارجية.
da: Administrer appfunktioner, der kræver tilladelser, eller opret forbindelse til eksterne tjenester.
es: Administre las capacidades de las aplicaciones que requieren permisos o conéctese a servicios externos.
fa: قابلیت‌های برنامه‌ای را که نیاز به مجوز دارند یا به سرویس‌های خارجی متصل می‌شوند، مدیریت کنید.
fi: Hallinnoi sovellusominaisuuksia, jotka edellyttävät käyttöoikeuksia tai muodostavat yhteyden ulkoisiin palveluihin.
fr: Gérez les fonctionnalités des applications qui nécessitent des autorisations ou se connectent à des services externes.
he: נהל יכולות אפליקציה הדורשות הרשאות או התחבר לשירותים חיצוניים.
it: Gestisci le funzionalità dell'app che richiedono autorizzazioni o connettiti a servizi esterni.
ja: 権限を必要とするアプリの機能を管理したり、外部サービスに接続したりできます。
ko: 권한이 필요한 앱 기능을 관리하거나 외부 서비스에 연결합니다.
nl: Beheer app-mogelijkheden waarvoor machtigingen nodig zijn of maak verbinding met externe services.
sw: Dhibiti uwezo wa programu unaohitaji ruhusa au uunganishe kwenye huduma za nje.
th: จัดการความสามารถของแอปที่ต้องการสิทธิ์หรือเชื่อมต่อกับบริการภายนอก
zh_hans: 管理需要权限或连接到外部服务的应用程序功能。
zh_hant: 管理需要權限或連接到外部服務的應用程序功能。
zh_hk: 管理需要權限或連接到外部服務的應用程序功能。

source: Manage data storage and iCloud synchronization.
ar: إدارة تخزين البيانات ومزامنة iCloud.
da: Administrer datalagring og iCloud-synkronisering.
es: Administre el almacenamiento de datos y la sincronización de iCloud.
fa: ذخیره سازی داده ها و همگام سازی iCloud را مدیریت کنید.
fi: Hallitse tietojen tallennusta ja iCloud-synkronointia.
fr: Gérez le stockage des données et la synchronisation iCloud.
he: נהל אחסון נתונים וסנכרון iCloud.
it: Gestisci l'archiviazione dei dati e la sincronizzazione di iCloud.
ja: データストレージとiCloud同期を管理します。
ko: 데이터 저장 및 iCloud 동기화를 관리합니다.
nl: Beheer gegevensopslag en iCloud-synchronisatie.
sw: Dhibiti hifadhi ya data na ulandanishi wa iCloud.
th: จัดการการจัดเก็บข้อมูลและการซิงโครไนซ์ iCloud
uk: Керуйте зберіганням даних і синхронізацією iCloud.
zh_hans: 管理数据存储和 iCloud 同步。
zh_hant: 管理數據存儲和 iCloud 同步。
zh_hk: 管理數據存儲和 iCloud 同步。

source: Manage iCloud sync in Storage settings.
ar: إدارة مزامنة iCloud في إعدادات التخزين.
da: Administrer iCloud-synkronisering i lagerindstillinger.
es: Administre la sincronización de iCloud en la configuración de Almacenamiento.
fa: همگام سازی iCloud را در تنظیمات ذخیره سازی مدیریت کنید.
fi: Hallinnoi iCloud-synkronointia tallennusasetuksissa.
fr: Gérez la synchronisation iCloud dans les paramètres de stockage.
he: נהל את סנכרון iCloud בהגדרות האחסון.
it: Gestisci la sincronizzazione di iCloud nelle impostazioni di archiviazione.
ja: ストレージ設定で iCloud 同期を管理します。
ko: 저장소 설정에서 iCloud 동기화를 관리하세요.
nl: Beheer iCloud-synchronisatie in Opslaginstellingen.
sw: Dhibiti usawazishaji wa iCloud katika mipangilio ya Hifadhi.
th: จัดการการซิงค์ iCloud ในการตั้งค่าที่เก็บข้อมูล
uk: Керуйте синхронізацією iCloud у налаштуваннях сховища.
zh_hans: 在存储设置中管理 iCloud 同步。
zh_hant: 在存儲設置中管理 iCloud 同步。
zh_hk: 在存儲設置中管理 iCloud 同步。

source: Manage your academic semesters. The current semester is used for new courses and appears in the main interface.
ar: إدارة الفصول الدراسية الخاصة بك.يستخدم الفصل الدراسي الحالي للدورات الجديدة ويظهر في الواجهة الرئيسية.
da: Administrer dine akademiske semestre.Det aktuelle semester bruges til nye kurser og vises i hovedgrænsefladen.
es: Gestiona tus semestres académicos.El semestre actual se utiliza para cursos nuevos y aparece en la interfaz principal.
fa: ترم های تحصیلی خود را مدیریت کنید.ترم جاری برای دروس جدید استفاده می شود و در رابط اصلی ظاهر می شود.
fi: Hallitse akateemisia lukukausiasi.Kuluvaa lukukautta käytetään uusille kursseille ja se näkyy päärajapinnassa.
fr: Gérez vos semestres académiques.Le semestre en cours est utilisé pour les nouveaux cours et apparaît dans l'interface principale.
he: נהל את הסמסטרים האקדמיים שלך. הסמסטר הנוכחי משמש לקורסים חדשים ומופיע בממשק הראשי.
it: Gestisci i tuoi semestri accademici.Il semestre corrente viene utilizzato per i nuovi corsi e appare nell'interfaccia principale.
ja: 学期を管理します。現在の学期は新しいコースに使用され、メイン インターフェイスに表示されます。
ko: 학업을 관리하세요.현재 학기는 새 강좌에 사용되며 기본 인터페이스에 나타납니다.
nl: Beheer uw academische semesters.Het huidige semester wordt gebruikt voor nieuwe cursussen en verschijnt in de hoofdinterface.
sw: Dhibiti mihula yako ya masomo.Muhula wa sasa unatumika kwa kozi mpya na inaonekana kwenye kiolesura kikuu.
th: จัดการภาคการศึกษาของคุณภาคการศึกษาปัจจุบันใช้สำหรับหลักสูตรใหม่และปรากฏในอินเทอร์เฟซหลัก
uk: Керуйте своїми навчальними семестрами.Поточний семестр використовується для нових курсів і відображається в головному інтерфейсі.
zh_hans: 管理你的学期。当前学期用于新课程并出现在主界面中。
zh_hant: 管理你的學期。當前學期用於新課程並出現在主界面中。
zh_hk: 管理你的學期。當前學期用於新課程並出現在主界面中。

source: Manage your active and archived courses
ar: إدارة الدورات النشطة والمؤرشفة الخاصة بك
da: Administrer dine aktive og arkiverede kurser
es: Gestiona tus cursos activos y archivados
fa: دوره های فعال و بایگانی شده خود را مدیریت کنید
fi: Hallinnoi aktiivisia ja arkistoituja kursseja
fr: Gérez vos cours actifs et archivés
he: נהל את הקורסים הפעילים והארכיוניים שלך
it: Gestisci i tuoi corsi attivi e archiviati
ja: アクティブなコースとアーカイブされたコースを管理する
ko: 활성 및 보관된 코스 관리
nl: Beheer uw actieve en gearchiveerde cursussen
sw: Dhibiti kozi zako zinazotumika na zilizohifadhiwa kwenye kumbukumbu
th: จัดการหลักสูตรที่ใช้งานและเก็บถาวรของคุณ
uk: Керуйте своїми активними та архівними курсами
zh_hans: 管理您的活动课程和存档课程
zh_hant: 管理您的活動課程和存檔課程
zh_hk: 管理您的活動課程和存檔課程

source: Manage your current courses. Archived courses are hidden from the main interface but remain accessible.
ar: إدارة الدورات الحالية الخاصة بك.تكون الدورات المؤرشفة مخفية عن الواجهة الرئيسية ولكن تظل قابلة للوصول.
da: Administrer dine nuværende kurser.Arkiverede kurser er skjult fra hovedgrænsefladen, men forbliver tilgængelige.
es: Gestiona tus cursos actuales.Los cursos archivados están ocultos en la interfaz principal, pero siguen siendo accesibles.
fa: دوره های فعلی خود را مدیریت کنیددوره های بایگانی شده از رابط اصلی پنهان هستند اما در دسترس باقی می مانند.
fi: Hallinnoi nykyisiä kurssejasi.Arkistoidut kurssit piilotetaan pääliittymästä, mutta ne ovat käytettävissä.
fr: Gérez vos cours en cours.Les cours archivés sont masqués de l'interface principale mais restent accessibles.
he: נהל את הקורסים הנוכחיים שלך. קורסים בארכיון מוסתרים מהממשק הראשי אך נשארים נגישים.
it: Gestisci i tuoi corsi attuali.I corsi archiviati sono nascosti dall'interfaccia principale ma rimangono accessibili.
ja: 現在のコースを管理します。アーカイブされたコースはメイン インターフェイスからは非表示になりますが、引き続きアクセスできます。
ko: 현재 강좌를 관리하세요.보관된 코스는 기본 인터페이스에서 숨겨지지만 계속 액세스할 수 있습니다.
nl: Beheer uw huidige cursussen.Gearchiveerde cursussen zijn verborgen in de hoofdinterface, maar blijven toegankelijk.
sw: Dhibiti kozi zako za sasa.Kozi zilizowekwa kwenye kumbukumbu zimefichwa kutoka kwa kiolesura kikuu lakini zinaendelea kufikiwa.
th: จัดการหลักสูตรปัจจุบันของคุณหลักสูตรที่เก็บถาวรจะถูกซ่อนจากอินเทอร์เฟซหลักแต่ยังคงสามารถเข้าถึงได้
uk: Керуйте своїми поточними курсами.Архівовані курси приховані від основного інтерфейсу, але залишаються доступними.
zh_hans: 管理您当前的课程。存档的课程在主界面中隐藏，但仍可访问。
zh_hant: 管理您當前的課程。存檔的課程在主界面中隱藏，但仍可訪問。
zh_hk: 管理您當前的課程。存檔的課程在主界面中隱藏，但仍可訪問。

source: Material Intensity
ar: كثافة المواد
da: Materiale intensitet
es: Intensidad de materiales
fa: شدت مواد
fi: Materiaalin intensiteetti
fr: Intensité matérielle
he: עוצמת החומר
it: Intensità materiale
ja: 物質強度
ko: 재료 강도
nl: Materiaalintensiteit
sw: Ukali wa Nyenzo
th: ความเข้มของวัสดุ
uk: Матеріаломісткість
zh_hans: 材料强度
zh_hant: 材料強度
zh_hk: 材料強度

source: Material Intensity: %@
ar: كثافة المواد: %@
da: Materiale intensitet: %@
es: Intensidad del material: %@
fa: شدت مواد: %@
fi: Materiaalin intensiteetti: %@
fr: Intensité matérielle : %@
he: עוצמת החומר: %@
it: Intensità del materiale: %@
ja: 材料の強度: %@
ko: 재료 강도: %@
nl: Materiaalintensiteit: %@
sw: Nguvu ya Nyenzo: %@
th: ความเข้มของวัสดุ: %@
uk: Матеріаломісткість: %@
zh_hans: 材料强度：%@
zh_hant: 材料強度：%@
zh_hk: 材料強度：%@

source: Material preview
ar: معاينة المواد
da: Materiale forhåndsvisning
es: Vista previa del material
fa: پیش نمایش مواد
fi: Materiaalin esikatselu
fr: Aperçu du matériau
he: תצוגה מקדימה של החומר
it: Anteprima del materiale
ja: マテリアルのプレビュー
ko: 소재 미리보기
nl: Materiaalvoorbeeld
sw: Onyesho la kukagua nyenzo
th: การแสดงตัวอย่างวัสดุ
uk: Попередній перегляд матеріалу
zh_hans: 材质预览
zh_hant: 材質預覽
zh_hk: 材質預覽

source: Materials
ar: مواد
da: Materialer
es: Materiales
fa: مواد
fi: Materiaalit
fr: Matériels
he: חומרים
is: Efni
it: Materiali
ja: 材料
ko: 재료
nl: Materialen
sw: Nyenzo
th: วัสดุ
zh_hans: 材料
zh_hant: 材料
zh_hk: 材料

source: Max Tasks to Push
ar: ماكس المهام لدفع
da: Max opgaver at skubbe
es: Tareas máximas para impulsar
fa: حداکثر وظایف برای فشار
fi: Työnnettävien tehtävien enimmäismäärä
fr: Max tâches à pousser
he: מקסימום משימות לדחיפה
it: Numero massimo di attività da inviare
ja: プッシュする最大タスク数
ko: 푸시할 최대 작업
nl: Max. taken om te pushen
sw: Majukumu ya Juu ya Kusukuma
th: งานสูงสุดที่จะผลักดัน
uk: Максимальна кількість завдань для виконання
zh_hans: 最大推送任务数
zh_hant: 最大推送任務數
zh_hk: 最大推送任務數

source: Max Tokens: %@
ar: الحد الأقصى للرموز: %@
da: Maks. tokens: %@
es: Fichas máximas: %@
fa: حداکثر توکن: %@
fi: Tokenien enimmäismäärä: %@
fr: Nombre maximum de jetons : %@
he: אסימונים מקסימליים: %@
it: Gettoni massimi: %@
ja: 最大トークン数: %@
ko: 최대 토큰: %@
nl: Maximaal aantal tokens: %@
sw: Tokeni za Kiwango cha Juu: %@
th: โทเค็นสูงสุด: %@
uk: Максимальна кількість токенів: %@
zh_hans: 最大代币数：%@
zh_hant: 最大代幣數：%@
zh_hk: 最大代幣數：%@

source: Maximum of 5 tabs reached. Disable a tab to enable another.
ar: تم الوصول إلى الحد الأقصى وهو 5 علامات تبويب.قم بتعطيل علامة تبويب لتمكين علامة تبويب أخرى.
da: Maksimalt 5 faner nået.Deaktiver en fane for at aktivere en anden.
es: Se alcanzó un máximo de 5 pestañas.Deshabilite una pestaña para habilitar otra.
fa: حداکثر به 5 برگه رسیده است.برای فعال کردن برگه دیگری غیرفعال کنید.
fi: Enimmäismäärä 5 välilehteä saavutettu.Ota toinen välilehti pois käytöstä.
fr: Maximum de 5 onglets atteint.Désactivez un onglet pour en activer un autre.
he: הגעת ל -5 כרטיסיות לכל היותר. השבת כרטיסייה כדי לאפשר כרטיסייה אחרת.
it: Raggiunto il massimo di 5 schede.Disabilitare una scheda per abilitarne un'altra.
ja: 最大 5 つのタブに達しました。タブを無効にすると別のタブが有効になります。
ko: 최대 5개의 탭에 도달했습니다.다른 탭을 활성화하려면 탭을 비활성화하세요.
nl: Maximaal 5 tabbladen bereikt.Schakel een tabblad uit om een ​​ander tabblad in te schakelen.
sw: Upeo wa vichupo 5 umefikiwa.Zima kichupo ili kuwezesha kingine.
th: ถึงสูงสุด 5 แท็บแล้วปิดการใช้งานแท็บเพื่อเปิดใช้งานแท็บอื่น
uk: Досягнуто максимум 5 вкладок.Вимкніть одну вкладку, щоб увімкнути іншу.
zh_hans: 已达到最多 5 个选项卡。禁用一个选项卡以启用另一个选项卡。
zh_hant: 已達到最多 5 個選項卡。禁用一個選項卡以啟用另一個選項卡。
zh_hk: 已達到最多 5 個選項卡。禁用一個選項卡以啟用另一個選項卡。

source: Medium
ar: واسطة
es: Medio
fa: متوسط
fi: Keskikokoinen
fr: Moyen
he: בינוני
is: Miðlungs
it: Medio
ja: 中くらい
ko: 중간
sw: Kati
th: ปานกลาง
uk: Середній
zh_hans: 中等的
zh_hant: 中等的
zh_hk: 中等的

source: Meeting Times
ar: أوقات الاجتماع
da: Mødetider
es: Horarios de reunión
fa: زمان جلسات
fi: Kokousajat
fr: Horaires des réunions
he: זמני הפגישות
it: Orari delle riunioni
ja: 集合時間
ko: 회의 시간
nl: Vergadertijden
sw: Saa za Mikutano
th: เวลาประชุม
uk: Час зустрічей
zh_hans: 会议时间
zh_hant: 會議時間
zh_hk: 會議時間

source: Message
ar: رسالة
da: Besked
es: Mensaje
fa: پیام
fi: Viesti
he: הודעות
is: Skilaboð
it: Messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
sw: Ujumbe
th: ข้อความ
uk: повідомлення
zh_hans: 信息
zh_hant: 訊息
zh_hk: 訊息

source: Minimize animations throughout the app
ar: تقليل الرسوم المتحركة في جميع أنحاء التطبيق
da: Minimer animationer i hele appen
es: Minimizar animaciones en toda la aplicación.
fa: انیمیشن ها را در سراسر برنامه به حداقل برسانید
fi: Minimoi animaatiot koko sovelluksessa
fr: Réduire les animations dans toute l'application
he: מזער הנפשות ברחבי האפליקציה
it: Riduci al minimo le animazioni in tutta l'app
ja: アプリ全体でアニメーションを最小限に抑える
ko: 앱 전체에서 애니메이션을 최소화하세요.
nl: Minimaliseer animaties in de hele app
sw: Punguza uhuishaji katika programu yote
th: ลดขนาดภาพเคลื่อนไหวทั่วทั้งแอป
uk: Мінімізуйте анімацію в додатку
zh_hans: 最小化整个应用程序的动画
zh_hant: 最小化整個應用程序的動畫
zh_hk: 最小化整個應用程序的動畫

source: Mock backend - no configuration needed
ar: واجهة خلفية وهمية - لا حاجة للتكوين
da: Mock backend - ingen konfiguration nødvendig
es: Backend simulado: no se necesita configuración
fa: باطن ساختگی - بدون نیاز به پیکربندی
fi: Vale tausta - ei vaadi asetuksia
fr: Backend simulé - aucune configuration nécessaire
he: ממשק מדומה - אין צורך בתצורה
it: Backend simulato: nessuna configurazione necessaria
ja: モックバックエンド - 構成は必要ありません
ko: 모의 백엔드 - 구성이 필요하지 않습니다.
nl: Mock-backend - geen configuratie nodig
sw: Backend maskhara - hakuna Configuration inahitajika
th: แบ็กเอนด์จำลอง - ไม่จำเป็นต้องกำหนดค่า
uk: Макет бекенда – конфігурація не потрібна
zh_hans: 模拟后端 - 无需配置
zh_hant: 模擬後端 - 無需配置
zh_hk: 模擬後端 - 無需配置

source: Modules
ar: وحدات
da: Moduler
es: Módulos
fa: ماژول ها
fi: Moduulit
he: מודולים
it: Moduli
ja: モジュール
ko: 모듈
sw: Moduli
th: โมดูล
uk: Модулі
zh_hans: 模块
zh_hant: 模塊
zh_hk: 模塊

source: NOTES
ar: ملحوظات
da: NOTER
es: NOTAS
fa: یادداشت ها
fi: HUOMAUTUKSIA
fr: REMARQUES
it: NOTE
ja: 注意事項
ko: 참고 사항
nl: OPMERKINGEN
sw: MAELEZO
th: หมายเหตุ
uk: ПРИМІТКИ
zh_hans: 笔记
zh_hant: 筆記
zh_hk: 筆記

source: Name
ar: اسم
da: Navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: תן שם
is: Nafn
it: Nome
ja: 名前
ko: 이름
nl: Naam
sw: Jina
th: ชื่อ
uk: Ім'я
zh_hans: 姓名
zh_hant: 姓名
zh_hk: 姓名

source: Never
ar: أبداً
da: Aldrig
es: Nunca
fa: هرگز
fi: Ei koskaan
fr: Jamais
he: אף פעם
is: Aldrei
it: Mai
ja: 一度もない
ko: 절대
nl: Nooit
sw: Kamwe
th: ไม่เคย
uk: Ніколи
zh_hans: 绝不
zh_hant: 絕不
zh_hk: 絕不

source: New Course
ar: دورة جديدة
da: Nyt kursus
es: Nuevo curso
fa: دوره جدید
fi: Uusi kurssi
fr: Nouveau cours
he: קורס חדש
is: Nýr áfangi
it: Nuovo corso
ja: 新コース
ko: 새로운 코스
nl: Nieuwe cursus
sw: Kozi Mpya
th: หลักสูตรใหม่
uk: Новий курс
zh_hans: 新课程
zh_hant: 新課程
zh_hk: 新課程

source: New Event
ar: حدث جديد
da: Ny begivenhed
es: Nuevo evento
fa: رویداد جدید
fi: Uusi Tapahtuma
fr: Nouvel événement
he: פעילות חדשה
is: Nýr viðburður
it: Nuovo evento
ja: 新しいイベント
ko: 새로운 이벤트
nl: Nieuw evenement
sw: Tukio Jipya
th: กิจกรรมใหม่
uk: Нова подія
zh_hans: 新活动
zh_hant: 新活動
zh_hk: 新活動

source: New Semester
ar: فصل دراسي جديد
da: Nyt semester
es: Nuevo semestre
fa: ترم جدید
fi: Uusi lukukausi
fr: Nouveau semestre
he: סמסטר חדש
it: Nuovo semestre
ja: 新学期
ko: 새학기
nl: Nieuw semester
sw: Muhula Mpya
th: ภาคการศึกษาใหม่
uk: Новий семестр
zh_hans: 新学期
zh_hant: 新學期
zh_hk: 新學期

source: No Active Semester
ar: لا يوجد فصل دراسي نشط
da: Intet aktivt semester
es: Sin semestre activo
fa: بدون ترم فعال
fi: Ei aktiivista lukukautta
fr: Pas de semestre actif
he: אין סמסטר פעיל
it: Nessun semestre attivo
ja: 有効な学期はありません
ko: 활성학기 없음
nl: Geen actief semester
sw: Hakuna Muhula Amilifu
th: ไม่มีภาคการศึกษาที่ใช้งานอยู่
uk: Немає активного семестру
zh_hans: 无活跃学期
zh_hant: 無活躍學期
zh_hk: 無活躍學期

source: No Cards Yet
ar: لا توجد بطاقات حتى الآن
da: Ingen kort endnu
es: Aún no hay tarjetas
fa: هنوز کارتی وجود ندارد
fi: Ei vielä kortteja
fr: Pas encore de cartes
it: Nessuna carta ancora
ja: まだカードがありません
ko: 아직 카드가 없습니다
nl: Nog geen kaarten
sw: Bado Hakuna Kadi
th: ยังไม่มีบัตร
uk: Карток ще немає
zh_hans: 还没有卡
zh_hant: 還沒有卡
zh_hk: 還沒有卡

source: No Cards to Study
ar: لا بطاقات للدراسة
da: Ingen kort at studere
es: Sin tarjetas para estudiar
fa: بدون کارت برای مطالعه
fi: Ei opiskelukortteja
fr: Aucune carte à étudier
it: Nessuna carta da studiare
ja: 勉強するカードがありません
ko: 공부할 카드가 없습니다
nl: Geen kaarten om te studeren
sw: Hakuna Kadi za Kujifunza
th: ไม่มีการ์ดให้ศึกษา
zh_hans: 没有卡可供学习
zh_hant: 沒有卡可供學習
zh_hk: 沒有卡可供學習

source: No Course
ar: لا دورة
da: Intet kursus
es: Sin curso
fa: بدون دوره
fi: Ei kurssia
fr: Aucun cours
it: Nessun corso
ja: コースなし
ko: 코스 없음
nl: Geen cursus
sw: Hakuna Kozi
th: ไม่มีหลักสูตร
zh_hans: 无课程
zh_hant: 無課程
zh_hk: 無課程

source: No Flashcard Decks
ar: لا الطوابق البطاقات التعليمية
da: Ingen Flashcard Decks
es: Sin mazos de tarjetas didácticas
fa: بدون فلش کارت
fi: Ei Flashcard-pakkauksia
fr: Pas de jeux de cartes flash
it: Nessun mazzo di flashcard
ja: フラッシュカードデッキなし
ko: 플래시카드 덱 없음
nl: Geen Flashcard-decks
sw: Hakuna Deki za Flashcard
th: ไม่มีสำรับ Flashcard
uk: Без колод карток
zh_hans: 没有抽认卡组
zh_hant: 沒有抽認卡組
zh_hk: 沒有抽認卡組

source: No Outline Yet
ar: لا يوجد مخطط تفصيلي بعد
da: Ingen disposition endnu
es: Aún no hay esquema
fa: هنوز طرح کلی وجود ندارد
fi: Ei ääriviivaa vielä
fr: Pas encore de plan
it: Nessun contorno ancora
ja: 概要はまだありません
ko: 아직 개요가 없습니다.
nl: Nog geen overzicht
sw: Bado Hakuna Muhtasari
th: ยังไม่มีโครงร่าง
uk: Контуру ще немає
zh_hans: 还没有大纲
zh_hant: 還沒有大綱
zh_hk: 還沒有大綱

source: No Plan Found
ar: لم يتم العثور على خطة
da: Ingen plan fundet
es: No se encontró ningún plan
fa: طرحی پیدا نشد
fi: Suunnitelmaa ei löytynyt
fr: Aucun forfait trouvé
it: Nessun piano trovato
ja: 計画が見つかりません
ko: 계획을 찾을 수 없습니다
nl: Geen plan gevonden
sw: Hakuna Mpango Uliopatikana
th: ไม่พบแผน
uk: План не знайдено
zh_hans: 未找到计划
zh_hant: 未找到計劃
zh_hk: 未找到計劃

source: No Reschedule History
ar: لا يوجد إعادة جدولة التاريخ
da: Ingen omlægningshistorik
es: Sin historial de reprogramaciones
fa: بدون تاریخچه زمانبندی مجدد
fi: Ei aikatauluhistoriaa
fr: Aucun historique de reprogrammation
it: Nessuna cronologia di riprogrammazione
ja: 再スケジュール履歴はありません
ko: 일정 변경 내역 없음
nl: Geen herplanningsgeschiedenis
sw: Hakuna Kuratibisha Historia
th: ไม่มีประวัติการกำหนดเวลาใหม่
zh_hans: 没有改期历史
zh_hant: 沒有改期歷史
zh_hk: 沒有改期歷史

source: No Tasks in Plan
ar: لا توجد مهام في الخطة
da: Ingen opgaver i planen
es: No hay tareas en el plan
fa: هیچ کار در طرح وجود ندارد
fi: Ei tehtäviä suunnitelmassa
fr: Aucune tâche dans le plan
it: Nessuna attività nel piano
ja: 計画にタスクはありません
ko: 계획에 작업 없음
nl: Geen taken in plan
sw: Hakuna Majukumu katika Mpango
th: ไม่มีงานในแผน
zh_hans: 计划中没有任务
zh_hant: 計劃中沒有任務
zh_hk: 計劃中沒有任務

source: No active courses
ar: لا توجد دورات نشطة
da: Ingen aktive kurser
es: No hay cursos activos
fa: بدون دوره فعال
fi: Ei aktiivisia kursseja
fr: Aucun cours actif
he: קורסים פעילים
it: Nessun corso attivo
ja: アクティブなコースはありません
ko: 활성 강좌가 없습니다.
nl: Geen actieve cursussen
sw: Hakuna kozi zinazoendelea
th: ไม่มีหลักสูตรที่ใช้งานอยู่
uk: Немає активних курсів
zh_hans: 没有活跃课程
zh_hant: 沒有活躍課程
zh_hk: 沒有活躍課程

source: No activity selected
ar: لم يتم تحديد أي نشاط
da: Ingen aktivitet valgt
es: Ninguna actividad seleccionada
fa: هیچ فعالیتی انتخاب نشده است
fi: Toimintoa ei ole valittu
fr: Aucune activité sélectionnée
he: לא נבחרה פעילות
it: Nessuna attività selezionata
ja: アクティビティが選択されていません
ko: 선택한 활동이 없습니다.
nl: Geen activiteit geselecteerd
sw: Hakuna shughuli iliyochaguliwa
th: ไม่มีกิจกรรมที่เลือก
uk: Жодна діяльність не вибрана
zh_hans: 未选择活动
zh_hant: 未選擇活動
zh_hk: 未選擇活動

source: No analytics yet.
ar: لا توجد تحليلات حتى الآن.
da: Ingen analyser endnu.
es: Aún no hay análisis.
fa: هنوز هیچ تحلیلی وجود ندارد.
fi: Ei vielä analytiikkaa.
fr: Aucune analyse pour l'instant.
he: עדיין אין ניתוחים.
it: Nessuna analisi ancora.
ja: まだ分​​析はありません。
ko: 아직 분석이 없습니다.
nl: Nog geen analyses.
sw: Bado hakuna uchanganuzi.
th: ยังไม่มีการวิเคราะห์
uk: Аналітики ще немає.
zh_hans: 还没有分析。
zh_hant: 還沒有分析。
zh_hk: 還沒有分析。

source: No assignments
ar: لا مهام
da: Ingen opgaver
es: Sin asignaciones
fa: بدون تکالیف
fi: Ei tehtäviä
fr: Aucune mission
he: אין משימות
is: Engin verkefni
it: Nessun incarico
ja: 割り当てはありません
ko: 할당 없음
nl: Geen opdrachten
sw: Hakuna kazi
th: ไม่มีการมอบหมายงาน
uk: Жодних завдань
zh_hans: 没有作业
zh_hant: 沒有作業
zh_hk: 沒有作業

source: No assignments available yet.
ar: لا توجد مهام متاحة حتى الآن.
da: Ingen ledige opgaver endnu.
es: Aún no hay asignaciones disponibles.
fa: هنوز تکالیفی در دسترس نیست.
fi: Tehtäviä ei ole vielä saatavilla.
fr: Aucune mission disponible pour l'instant.
he: אין ציון משימה זמין
it: Nessun incarico ancora disponibile.
ja: まだ利用可能な割り当てはありません。
ko: 아직 사용 가능한 과제가 없습니다.
nl: Er zijn nog geen opdrachten beschikbaar.
sw: Bado hakuna kazi zinazopatikana.
th: ยังไม่มีงานมอบหมาย
uk: Ще немає доступних завдань.
zh_hans: 还没有可用的作业。
zh_hant: 還沒有可用的作業。
zh_hk: 還沒有可用的作業。

source: No assignments due today.
ar: لا توجد مهام مستحقة اليوم.
da: Ingen aflevering af opgaver i dag.
es: No hay tareas pendientes hoy.
fa: امروز موعد تعیین تکلیف نیست
fi: Ei tehtäviä tänään.
fr: Aucun devoir à rendre aujourd'hui.
it: Nessun compito in scadenza oggi.
ja: 今日締め切りの課題はありません。
ko: 오늘 마감인 과제가 없습니다.
nl: Er zijn vandaag geen opdrachten in te leveren.
sw: Hakuna kazi zinazopaswa kufanywa leo.
th: ไม่มีงานที่ต้องส่งในวันนี้
uk: Сьогодні немає завдань.
zh_hans: 今天没有作业到期。
zh_hant: 今天沒有作業到期。
zh_hk: 今天沒有作業到期。

source: No assignments linked to this course yet.
ar: لا توجد مهام مرتبطة بهذه الدورة حتى الآن.
da: Ingen opgaver knyttet til dette kursus endnu.
es: Aún no hay tareas vinculadas a este curso.
fa: هنوز هیچ تکلیفی به این دوره مرتبط نشده است.
fi: Tälle kurssille ei ole vielä linkitetty tehtäviä.
fr: Aucun devoir lié à ce cours pour l'instant.
it: Nessun compito collegato a questo corso ancora.
ja: このコースにリンクされた課題はまだありません。
ko: 아직 이 강좌에 연결된 과제가 없습니다.
nl: Er zijn nog geen opdrachten gekoppeld aan deze cursus.
sw: Bado hakuna kazi zilizounganishwa na kozi hii.
th: ยังไม่มีงานเชื่อมโยงกับหลักสูตรนี้
uk: Ще немає завдань, пов’язаних із цим курсом.
zh_hans: 尚无与本课程相关的作业。
zh_hant: 尚無與本課程相關的作業。
zh_hk: 尚無與本課程相關的作業。

source: No assignments recorded for this course.
ar: لم يتم تسجيل أي واجبات لهذه الدورة.
da: Ingen opgaver registreret for dette kursus.
es: No hay tareas registradas para este curso.
fa: هیچ تکلیفی برای این دوره ثبت نشده است.
fi: Tälle kurssille ei ole tallennettu tehtäviä.
fr: Aucun devoir enregistré pour ce cours.
it: Nessun compito registrato per questo corso.
ja: このコースには課題が記録されていません。
ko: 이 강좌에 기록된 과제가 없습니다.
nl: Voor deze cursus zijn geen opdrachten vastgelegd.
sw: Hakuna kazi zilizorekodiwa kwa kozi hii.
th: ไม่มีการบันทึกงานสำหรับหลักสูตรนี้
uk: Для цього курсу не зареєстровано жодних завдань.
zh_hans: 本课程没有记录作业。
zh_hant: 本課程沒有記錄作業。
zh_hk: 本課程沒有記錄作業。

source: No cards to study
ar: لا توجد بطاقات للدراسة
da: Ingen kort at studere
es: Sin tarjetas para estudiar
fa: بدون کارت برای مطالعه
fi: Ei kortteja opiskeluun
fr: Pas de cartes à étudier
it: Nessuna carta da studiare
ja: 勉強するカードがない
ko: 공부할 카드가 없습니다
nl: Geen kaarten om te studeren
sw: Hakuna kadi za kusoma
th: ไม่มีการ์ดให้ศึกษา
uk: Немає карток для вивчення
zh_hans: 没有卡可供学习
zh_hant: 沒有卡可供學習
zh_hk: 沒有卡可供學習
